var json=[
  {
    "cat_id": 0,  
    "cat_name": "金吉拉",
    "cat_img": "https://ss0.bdstatic.com/70cFvHSh_Q1YnxGkpoWK1HF6hhy/it/u=4105795002,3571370386&fm=26&gp=0.jpg",
    "cat_brief": "金吉拉猫，英文名为chinchilla，金吉拉原产于英国，由波斯猫经过人为刻意培育而成。金吉拉四肢较短，体态比波斯猫稍娇小，但显得更灵巧。猫眼大而圆，眼珠的颜色以祖母绿、蓝绿或黄绿色为多。全身有浓密而光泽的毛，且毛量丰富。尾短而蓬松类似松鼠的尾巴，非常迷人。金吉拉猫身体强健矫捷，喜欢安静，性格温顺，自尊心也很强。金吉拉猫四肢较短，体态娇小灵巧，全身都是浓密毛发，毛色呈现为银色和黄金色等，光滑而充满光泽，尾巴短而蓬松；眼睛大而圆，呈蓝绿色、绿色、祖母绿。金吉拉猫个性温和，爱干净，有很严重的洁癖。它善解人意，喜欢与人亲近，充满灵性。它由波斯猫培育而成，所以也被称为“人造猫” 。金吉拉猫酷爱干净，甚至可以说是有“洁癖”。它的性情温和而有个性，会认人，也喜欢亲近人，若跟不同猫种在一起，很容易显现出它卓尔不群的气质",
    "cat_habit": "金吉拉高贵优雅却不乏俏皮与温柔，其超级黏人的性格让它倍添妩媚。如果为你的小金吉拉取一个名字，它很快便会记住，并听得懂你的召唤。幼年的金吉拉天真顽皮，需要时间运动撒欢，累了就找主人亲昵地撒娇。成年后，金吉拉的活动量逐渐减少，睡觉、吃饭的时间也都相对固定。被毛丰满的金吉拉需要主人每日进行梳理，定期洗护。每天花费5分钟为金吉拉打理毛发，也会大大减少掉毛现象的发生。作为长毛猫种之一，金吉拉经常需要食用化毛膏或者猫草等食物帮助肠胃排除毛球。金吉拉爱干净，认主人、认自己的名字；喜欢在干净的地方进食，不吃剩饭，喜欢干燥、明亮的地方。作为珍稀的纯种猫，它们相对要比家猫娇气一些。攀爬跳跃的能力相对较弱，但依然保持猫特有的好奇心，对逗猫棒和小飞虫等物体格外敏感。猫很怕水，大部分的金吉拉也不喜欢水。但是从小习惯洗澡的金吉拉，很能够忍耐淋浴和盆浴甚至吹风机的噪音。为了保证皮肤的健康，应10天左右给它们洗澡一次"
  },
  {
    "cat_id": 1,  
    "cat_name": "金渐层",
    "cat_img": "https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1597597937833&di=58991533c9d5f307ffa8975f382b54e5&imgtype=0&src=http%3A%2F%2Fn.sinaimg.cn%2Ffront%2F200%2Fw500h500%2F20181106%2Fq-xZ-hnknmqx6277947.jpg",
    "cat_brief": "首先，金渐层归根溯源，是由英短蓝猫和金吉拉猫交配改良产生的。首先得到的是银渐层，在银渐层的培育过程中，一些猫咪产生了部分返祖的基因突变，原本白色毛的底色，变异成了金黄色，由此产生了金渐层。它是非常稀有的颜色，其中蓝金色更为稀有。",
    "cat_habit":"金色渐层系英短，性格大胆好奇，不怕生，非常温柔，不乱发脾气、更不会乱吵乱叫。金色渐层系英短非常喜欢亲近主人，喜欢乖乖地趴在你的膝盖上睡觉，陪主人玩耍。然而猫咪长期不做运动易会发胖，而体型过胖的猫咪，身体状况也会出现问题。所以，你每天至少要陪它做游戏半个小时左右。"
  },
  {
    "cat_id": 2,  
    "cat_name": "橘猫",
    "cat_img": "https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1597639080348&di=7fec2e3f44a7029ffc46a98e64ebd49e&imgtype=0&src=http%3A%2F%2Fhbimg.b0.upaiyun.com%2F646b06f2b729804607e73f4b03419ef078bca9ca210e2-FEjNDq_fw658",
    "cat_brief": "橘猫（orange cats）是家猫常见的一种毛色，也叫橘子猫、桔猫，普遍存在于混种猫和不具独特规定毛色的注册纯种猫种，与品种无关，与被毛基因有关。",
    "cat_habit": "橘猫是家猫常见的一种猫，普遍存在于混种猫和不具独特规定毛色的注册纯种猫中，与任何品种无关，只与被毛遗传基因有关。橘猫的毛色通常分成全橘色、橘白相间两种。全橘色的猫，身上会带有浅浅白色条纹相间，仅有少数猫会在肚子呈现白色。橘白相间的猫，身上有大块橘色斑块与白底毛色相间。家中饲养的橘猫给人的印象是个性活泼好动也比较爱叫，幼猫时期非常调皮爱玩，喜欢向人撒娇且非常亲人。成年后的橘猫个性略为沉稳，但向人撒娇的功力没有变弱，甚至更加亲人。橘猫给人一种爱吃易胖、需要控制食量的印象。这主要是源于橘猫多为公猫，体型上占优势的结果。据研究调查发现，橘猫中，公猫对母猫的出生率大约是4:1。比如漫画加菲猫的原型其实也是橘色的雄性异国短毛猫。由于控制猫双色（黑、黄）的基因是跟控制性别的基因相关，所以公猫纯色的概率比母猫大，换句话说，三色猫一定都是母猫。注意：橘猫泛指被毛色类似于橘色的猫，包括土黄、淡黄、橘黄、橘红等",
  },
  {
    "cat_id": 3,  
    "cat_name": "狸花（食肉目猫科动物）",
    "cat_img": "https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1597639529928&di=c29fbae8c4081d3ff03d6d9e78dfedb3&imgtype=0&src=http%3A%2F%2Fn.sinaimg.cn%2Ffront%2F589%2Fw767h622%2F20181213%2FkelM-hqackac0900954.jpg",
    "cat_brief": "狸花猫的颈部、腹部下面的毛色为灰白色，身体其他各部的被毛为黑、灰相间的条纹，形如虎皮，被毛短而光亮滑润。该猫捕鼠能力强，产仔率高，怕寒冷。与主人的关系不太密切，不恋家。这种猫各地均可看到，以陕西、山西、河南等地为多",
    "cat_habit": "狸花猫个性独立，活泼好动，对周围环境的改变非常敏感，一旦饲主有了变更，会对它们的心理造成不同程度的伤害。成年狸花猫并不太爱与人玩耍，但它又会时刻出现于人的视力范围内。如果你喜欢含蓄、自信又忠诚的猫种，那么，狸花猫是不错的选择",
    "cat_grow": "生长繁殖",
    "cat_food": "狸花猫的喂养特别简单。只要有干净的清水与适合它的口粮就足够了，它就能健康快乐地生活。由于狸花猫的进化经过上千年的历史，自身抗病能力特别强，普通的小毛病是不会击垮它们的。千年的进化使它们具有非常高的免疫力和自我调整能力。1、要养成从小吃猫粮的好习惯，幼猫从4周龄开始就可以吃猫粮，开始用温水浸泡。小猫在10周龄时就可以喂食干猫粮了，可让它自由采食，并备清洁饮水 。1、少食多餐，喂食要注意定时、定量、定点 。2、定时：每天在固定的时间喂食，养成良好的吃饭习惯。定量：饭量不要忽多忽少，随着猫咪年龄的增加，在某一段时间里（一般三、四个月的时候）小猫的饭量逐渐增加，到八个月以上就保持稳定了。3、一般2个月左右的猫一天要吃5、6次以上。小猫三个月以前一般每日喂食四次，如早9点，中午12点，晚6点及10点。三至六月大时，每日喂三次。六个月大以后每日两次，从这时期最好全用猫食干粮，这对它的牙齿和牙龈有好处。4、给小猫吃的奶水不够或没奶时，可饮用专门的宠物奶粉，大一点的时候可在奶粉中加一些米粉。如果直接食用牛奶的话，可能引起拉稀，因小猫不能很好地消化牛奶",
    "cat_nursing": "猫爪是猫捕鼠、攀登和自卫的工具。如果主人养猫是为了捕鼠，当然不能修剪脚爪。如果主人养猫是作为伴侣动物的话，就应经常给猫修剪脚爪，以避免抓伤人，抓坏衣服、家具、地板等。修剪脚爪应从小开始，1月左右1次。1、将狸花猫抱在怀里，用左手抓住猫的1只脚，用姆指、食指、中指稍稍挤压，就可使脚爪伸出。再用右手持指甲刀，将脚爪前端的透明部分小心地剪除，再用指甲刀上的小锉将脚爪磨光。修剪时，不要剪得太过分，以免伤着狸花猫的脚。再依次将其它的脚爪剪去、磨光。2、保持猫的清洁、美观，洗澡还可以清除体表的一些寄生虫，促进血液循环及新陈代谢，起到防病健身的作用。洗澡的习惯，最好从小就开始培养，成年后才开始给猫洗澡，猫将极不情愿。3、狸花猫的眼睛亮而有神，狸花猫生病或体况不佳时往往出现怕见光、流泪。有的猫种，鼻泪管容易堵塞而流泪。猫过多地流泪，在鼻侧眼角往往附有眼屎，可用脱脂棉蘸取2%的硼酸水溶液，轻轻擦洗掉。4、用75%的酒精棉球消毒外耳道，再用棉棒蘸取橄榄油或食用菜油，浸润干燥的耳垢，待其软化后，用镊子将耳垢小心地取出，不要将耳道的粘膜碰破，防止感染化脓。一旦猫的外耳道感染化脓，可用棉棒蘸双氧水轻轻地擦洗，反复擦洗至抽出棉棒上不沾有脓迹，再用脱脂棉将耳道内的双氧水吸干。擦洗数次，感染即可痊愈。如果猫的耳垢太多，猫摇头搔耳，应及时请兽医诊治"
  },
  {
    "cat_id": 4,  
    "cat_name": "英短",
    "cat_img": "https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1597639948915&di=2485b8c756642ad09bf6c51e578ff172&imgtype=0&src=http%3A%2F%2Fimg.zxip.com%2Fattachment%2Fphoto%2FMon_1609%2F48036_11611473681781c2cafeab25b5612.jpg",
    "cat_brief": "英国短毛猫，体形圆胖，四肢粗短发达，毛短而密，头大脸圆，温柔平静，对人友善，极易饲养。大而圆的眼睛根据被毛不同而呈现各种颜色。作为一个古老的猫品种，其历史可追溯至古罗马时期的家猫，由于拥有悠久的育种历史，可以称得上是猫家族中的典范。英国短毛猫除了拥有固定而聚，代表性的遗传特征之外，又具有丰富的变异性，如背毛色眼睛颜色等。更重要的是，有了广泛的配种历史后，这种猫拥有了更健康的身体和更温驯的性格。",
    "cat_habit": "1、其适应能力很强，不会因为环境的改变而改变。所以，如果你买到了这只猫，不用担心它会因为环境的改变而让你头疼。2、英国短毛猫大胆好奇，但非常温柔，不会乱发脾气、更不会乱吵乱叫。3、英国短毛猫喜欢亲近主人，喜欢乖乖地趴在你的膝盖上睡觉。然而猫咪长期不做运动易会发胖，而体型过胖的猫咪，身体状况也会出现问题。所以，你每天至少要陪它做游戏半个小时左右。4、英国短毛猫的被毛像绒布一般柔软、厚实，很少脱落，容易打理。不过，猫一年四季都会脱毛，尤其是春、秋两季的换毛季节。猫自己梳理会将毛吞入胃内，久而久之在胃内形成毛球，如不能通过呕吐吐出，又不能及时通过肠道排出，滞留胃内，就会形成毛球堵塞，影响食欲，甚至危及生命。所以，如果其处在脱毛期，主人每天可以适量为其多梳理几次毛或让其食用化毛膏。",
    "cat_grow": "生长繁殖",
    "cat_food": "喂食：运动量的改变使肠道的消化吸收能力以及肝、肾的过滤和解毒等功能都会发生变化，应该多加注意猫咪适合的食物硬度，适量补充钙、铁、维生素及其它微量元素，更换不同口味的食物；（注：禁食不易消化的食品，保证清水供给）",
    "cat_nursing": "1、刷牙：如有条件，应给爱宠刷牙，以减少牙龈发炎引起的细菌侵入。2、眼睛护理：经常用湿棉花清除过多的黏液，并清洁眼睛周围的皮肤。3、耳朵护理：定期检查内耳道。4、关节护理：关节痛是高龄宠物的通病，如果它不能定期活动，可在它休息时替它轻轻按摩肌肉或活动四肢关节。5、英国短毛猫遗传病却是在养它的过种中不可小觑的问题，这类猫在最容易出现的病了，尤其是英国的短毛猫公猫，最易得心肌上的病，一旦病发，就会有猝死的风险。因为很多动物都会有类似的遗传病，而英国短毛猫遗传病一般会在一到三岁时发生。因此我们领养了猫猫回家的，在它一到三岁这个过程中，要特别注意可能发生的意外，进行科学的喂养，以降低猫猫发生意外的机率，让我们的宠物猫能够长久的陪伴我们。"
  },
  {
    "cat_id": 5,  
    "cat_name": "蓝猫",
    "cat_img": "https://ss1.bdstatic.com/70cFuXSh_Q1YnxGkpoWK1HF6hhy/it/u=1157302870,3297681233&fm=26&gp=0.jpg",
    "cat_brief": "英国短毛猫是传统英国本地猫纯种版本，具有鲜明的矮胖的身体，密集的外衣和广阔的脸。早期中国人称之为英短蓝猫，学名应该称为英国蓝色短毛猫。最熟悉的彩色变种是“英国蓝”，一个坚实的蓝灰色的外衣和铜颜色的眼睛，但该品种也已在范围广泛的其他颜色和图案。最具有的特征是此猫有五短，即：毛短、身材短、尾巴短、四肢短、耳朵短。",
    "cat_habit": "该品种的温厚的外观和相对平静的气质使之成为经常媒体明星，特别是为灵感来自爱丽丝梦游仙境柴郡猫的坦尼尔的著名例证。",
    "cat_grow": "生长繁殖",
    "cat_food": "饲养食品",
    "cat_nursing": "日常护理"
  },
  {  
    "cat_id": 6,  
    "cat_name": "暹（xiān）罗猫",
    "cat_img": "https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1597599362488&di=10863576603d5a0052e0100a7892def0&imgtype=0&src=http%3A%2F%2Fimg.lelezone.com%2Fthumb%2Fp%2Fimgs%2F13%2F13096%2F13096_14.jpg",
    "cat_brief": "暹（xiān）罗猫是世界著名的短毛猫，也是短毛猫的代表品种。种族原产于暹罗（今泰国），故名暹罗猫。在200多年前，这种珍贵的猫仅在泰国的皇宫和大寺院中饲养，是足不出户的贵族。暹罗猫能够较好适应主人当地的气候，且性格刚烈好动，机智灵活，好奇心特强，善解人意。",
    "cat_habit": "作为一种著名的宠物猫，暹罗猫能够较好适应主人当地的气候，且性格刚烈好动，机智灵活，好奇心特强，善解人意。暹罗猫喜欢与人为伴，可用皮带拴着散步。它需要主人的不断爱抚和关心，对主人忠心耿耿、感情深厚，如果强制与主人分开，则可能会抑郁而死。暹罗猫还十分聪明，能很快学会翻筋斗叼回抛物等技巧。暹罗猫的叫声独特或像小孩的啼哭声，而且声音很大",
    "cat_grow": "性成熟早，雌猫在5个月时就第一次发情。发情频率为每两周一次，秋冬季照常，不停息。暹罗猫较其他家猫更为高产。暹罗猫繁殖能力强，每年可产两胎，每胎5到6只小猫。一般而言，混血品系的猫咪会比纯种品系的猫活得长，但暹罗猫与金吉拉则例外（暹罗猫、金吉拉为纯种品系活得较久）。绝育的猫寿命会较长，痴肥的猫寿命较短，而喂予均衡营养的猫饲料或罐头的猫咪会比喂食剩菜剩饭的猫咪活得久。科学喂养的暹罗猫寿命可达12~20年之久。但是临床的研究结果证明，无论衰老得快慢，猫咪超过6岁，器官功能就都会开始显著变化，许多老年猫咪好发的疾病，也大都在6岁后才发生。就像人类会步入晚年，宠物们也会从顽皮可爱的小家伙变成行动迟缓的老者。和人一样，高龄的宠物也喜欢生活安逸，不应强逼它们做不喜欢的事，对它们的行为应该抱有同情心。",
    "cat_food": "市场上出售的喂猫用的预先包装食品主要有三类：罐装肉类、半湿的食品和干的食品。虽然这三类食品喂用时很方便，但是只应作为猫食的一部分，而不是全部猫食。理想的做法是：每周至少喂两次新鲜食品。这是因为，如果您打算让猫长期健康的活着，这种专卖食品不能提供猫所需的全部营养。据称，这些食品中，许多食品符合规定的猫食中的蛋白质含量(占25%～30%)。然而，和人类一样，猫也应吃些新鲜食品，以便获取足够的维生素和矿物质。再者，只用这种食品喂猫，也过于单调，即使有些猫能容忍这种过分的单调，而且从营养价值方面说，预先包装的食品的价格相当昂贵。不过，某些时候，您可能觉得必须用预先包装食品作为唯一的猫食。只要喂几个星期，而不是成年累月；而且在喂干食品时，还应喂大量的水，您的猫就不会难以忍受。",
    "cat_nursing": "猫爪是猫捕鼠、攀登和自卫的工具。如果主人养猫是为了捕鼠，当然不能修剪脚爪。如果主人养猫是作为伴侣动物的话，就应经常给猫修剪脚爪，以避免抓伤人，抓坏衣服、家具、地板等。修剪脚爪应从小开始，1月左右1次。具体方法如下：[1] 将暹罗猫抱在怀里，用左手抓住猫的1只脚，用拇指、食指、中指稍稍挤压，就可使脚爪伸出。再用右手持指甲刀，将脚爪前端的透明部分小心地剪除，再用指甲刀上的小锉将脚爪磨光。[2] 修剪时，不要剪得太过分，以免伤着暹罗猫的脚。再依次将其它的脚爪剪去、磨光。给暹罗猫洗澡不仅可以保持猫的清洁、美观，洗澡还可以清除体表的一些寄生虫，促进血液循环及新陈代谢，起到防病健身的作用。洗澡的习惯，最好从小就开始培养，成年后才开始给猫洗澡，猫将极不情愿。 洗澡前应准备好洗澡的用具，如洗澡盆、浴巾、洗涤剂、梳子（最好一头疏、一头密）、刷子等。洗澡时水温不宜太低，也不能太高，以不烫手为宜；所用的洗涤剂刺激性不能太大，以免刺激皮肤；长毛猫在洗澡前对被毛应进行梳理，防止纠结；洗澡动作要迅速，尽可能在短时间内洗完；洗完后，应立即用浴巾将毛擦干，毛巾并不能使毛完全干燥，可以使用吹风机完全干燥被毛，气温偏低时，最好能盖上专用的毛巾被或其他保暖用品，以防止感冒。 [3] 暹罗猫的舌面粗糙，有特殊的带倒刺的舌乳头，好似一把梳子，暹罗猫经常用舌头舔的方法来梳理被毛。舔不到的部位，如头部、肩部、背部、颈部等用爪子来梳理。即便如此，最好还是每天给猫梳理1次。因为猫一年四季都会脱毛，尤其是春、秋两季的换毛季节，猫自己梳理会将毛吞入胃内，久而久之在胃内形成毛球，如不能通过呕吐吐出，又不能及时通过肠道排出，滞留胃内，就会形成毛球堵塞，影响食欲，甚至危及生命。[4] 梳理时，不仅要顺毛梳理，还要逆毛梳理。暹罗猫在梳理时，可先用水将毛打湿，再进行揉搓，使被毛竖起，便于梳理。对长毛猫的被毛如发生纠结或粘在一起可用手指尖理开，或用稀齿的梳子，缓慢而小心地梳理。如已擀毡，可用剪刀，顺着毛的生长方向，将毡片剪成细条，再用梳子梳理。如果擀毡严重，可剪除被毛，使其重新生长。 [5] 健康暹罗猫的眼睛亮而有神，当暹罗猫生病或体况不佳时往往出现怕见光、流泪。有的猫种，鼻泪管容易堵塞而流泪。猫过多地流泪，在鼻侧眼角往往附有眼屎，可用脱脂棉蘸取2%的硼酸水溶液，轻轻擦洗掉。[6] 暹罗猫耳部的护理，主要是清除耳垢。方法是：用75%的酒精棉球消毒外耳道，再用棉棒蘸取橄榄油或食用菜油，浸润干燥的耳垢，待其软化后，用镊子将耳垢小心地取出，不要将耳道的粘膜碰破，防止感染化脓。一旦猫的外耳道感染化脓，可用棉棒蘸双氧水轻轻地擦洗，反复擦洗至抽出棉棒上不沾有脓迹，再用脱脂棉将耳道内的双氧水吸干。擦洗数次，感染即可痊愈。如果猫的耳垢太多，猫摇头搔耳，应及时请兽医诊治。"
  }, 
  {
    "cat_id": 7,  
    "cat_name": "布偶猫",
    "cat_img": "https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1597654560404&di=836b5855774c0fdec16c5b9bd078eae6&imgtype=0&src=http%3A%2F%2Fwww.cipscom.com%2Fcms_upload%2F20150601%2F20150601160618_899.png",
    "cat_brief": "1、布偶猫又称布拉多尔猫，是猫中体形和体重较大的一种。布偶猫于1960年开始繁育，1965年在美国获得认可。布偶猫头呈V形，眼大而圆，被毛丰厚，四肢粗大，身体柔软，多为三色或双色猫。布偶猫全身非常松弛，像软绵绵的布偶一样。它性格温顺、恬静，对人非常友善，对疼痛的忍受性相当强，常被误认为缺乏疼痛感。它非常能容忍孩子的玩耍，也因此被称为布偶猫，是非常理想的家养宠物。2、布偶猫是一个非常聪明的品种，它性情温顺、安详，爱交际，和其他猫或狗相处友好，叫声轻柔，感情丰富，有爱心，喜欢有人陪伴，对人非常友善，全身特别松弛、柔软，忍耐性强，非常能容忍人们的玩弄。3、布偶猫喜欢讨好主人，总是形影不离地围着主人转。这种猫非常好静，但也爱玩玩具，并喜欢参与家中的日常生活。布偶猫异常温柔，缺乏保护自己的本能，因此必须作为宠物养在深闺，而不许出门",
    "cat_habit": "1、布偶猫常常为了讨好主人而表现出超强的忍耐力，对疼痛的忍受性相当强，尤其值得一提的是，它们非常能容忍孩子的玩弄，所以得名布偶猫。正是因为它们拥有强大的“忍者”精神，所以它们能够适应各种家庭的饲养，就算家里的小孩子误踩到了它们的尾巴，它们也不会怒发冲冠，而是咬紧牙关，发出可怜兮兮的求救声，就算大人们在短时间内没有发现，它们也不会对家里的宝宝造成伤害。但主人们不要误认为它们缺乏疼痛感，它们只是很懂事，愿意为主人而忍耐。2、布偶猫很是通人性，相比每天爬高上低、上蹿下跳，它们更愿意去跟人打交道，尤其喜欢陪着主人散心。在清洁方面，布偶猫也是尽可能的不劳自己的主人动手，它很能理解主人的生活节奏，能够自己做到的就会自己做。所以说，大多数的布偶猫都不用人们给它做刻意的清洁，它们举止优雅，很少因为调皮或是打闹而掉毛，总是把自己的毛发保持的干干净净。",
  },
  {
    "cat_id": 8,  
    "cat_name": "苏格兰折耳猫",
    "cat_img": "https://ss2.bdstatic.com/70cFvnSh_Q1YnxGkpoWK1HF6hhy/it/u=3808170522,1847487282&fm=26&gp=0.jpg",
    "cat_brief": "苏格兰折耳猫(学名：Felis silvestris catus，英文名：Scottish Fold)是猫的一种在耳朵有基因突变的猫种。由于这猫种最初在苏格兰发现，所以以它的发现地和身体特征而命名。这种猫在软骨部份有一个折，使耳朵向前屈折，并指向头的前方。也正因如此，这种猫患有先天骨科疾病，时常用坐立的姿势来缓解痛苦。它乐意与人为伴，并用它特有的这种安宁的方式来表达。",
    "cat_habit": "1、环境的适应：苏格兰折耳猫由于继承了远祖刻苦耐劳的性格，所以它们的适应能力比 较强，对于陌生环境能够泰然处之。但是，饲养一只健康的折耳猫，也要留意天气，湿度最好维持在50－60%，否则会很容易患上皮肤病。2、苏格兰折耳猫甜美的性格是天生的，它们就有着糖果般甜美的性格。它们喜欢参与你所作的任何事情，但通常只是静静地，但不会发出声音来打扰你。它们的运动天赋虽然一般，但并不表示它们不喜欢玩，只是更青睐于有主人的陪伴。苏格兰折耳猫喜欢平躺着睡觉。在无所事事的时候，它们会像水獭一样坐在那里向窗外张望，但这并不是因为他们慵懒的个性，而是患有先天性的骨骼遗传疾病，像水獭一样坐着仅仅是在缓解身体的疼痛。3、和一般猫咪一样，折耳猫也有用舌头自我清洁的习惯，定期喂食吐毛膏，可以帮助它清理肠胃中不能消化的毛球，以减少出现肠胃不适的可能。",
    "cat_grow": "据说在1961年，苏格兰一户牧羊人家里的一只母猫产下了一窝小猫，其中有一只奇怪的小猫，它有着白色的被毛、紧扣着的耳朵和像猫头鹰一样的脸，因为原产地靠近苏格兰的库泊安格斯，从此便根据出生地及耳朵下折的现象，命名这个品种为“苏格兰折耳猫”。最初的这只猫取名为SUSIE，它便是苏格兰折耳猫的始祖，后来SUSIE又生下了另一只白色折耳猫。这时，牧羊人的邻居，一位叫威廉·罗斯的牧羊人注意到SUSIE有着独一无二的耳朵。于是决定同他的妻子Mary一起，从这一只小猫着手试验，繁殖有折耳特征的新品种",
    "cat_food": "同大多数猫一样，它们的肠胃比较弱，喂养时所给的猫粮最好是固定品牌，如果需要为它们更换其它品牌的猫粮，一定要慢慢来，在转粮的过程中，还要特别留意它们的便便，因为，突然更换猫粮，很容易导致猫咪的腹泻。",
    "cat_nursing": "1、折耳猫是天生存在着遗传性骨骼疾病，即软骨骨质化发育异常（Osteochondrodysplasia），当然未必每只折耳猫都会发病，但都存在一定风险。1975年，英国Dr. OJackson的研究指出出现这种遗传病的原因是由于让两只皆为折耳的猫交配而造成。他认为只要让折耳猫和没有折耳的猫交配便可避免生出遗传病的小猫。然而，根据澳洲悉尼大学的Dr. Richard Malik于1999年的研究指出，所有拥有折耳基因的折耳猫都有机会出现某程度的骨骼及关节病变。能避免这种遗传病的唯一方法就是放弃繁殖折耳猫。此外，从现今的病例说证明，折耳猫跟非折耳猫所生出的小猫同样会得到这种遗传病。2、呼吸系统毛病：骨骼病变的基因，除了影响手脚的骨骼外，也会影响身体其他部分软骨组织发育异常。较常见的是呼吸管道收窄引起呼吸不顺畅，严重者，需要以外科手术来扩宽呼吸管道。此外会有喷鼻血的问题，不过成因暂时未明和未有方法医治。3、曾有病例：猫咪的体型及体重只有正常猫的2/3,更曾感染猫瘟，皮肤病，过敏等毛病。4、心脏病：心肌肥大症也是常见于折耳猫身上，不过一般是很难发现，直到出现病症时，已有生命危险，猫咪需要控制饮食和终生服药。"
  },
  {
    "cat_id": 9,  
    "cat_name": "波斯猫",
    "cat_img": "https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1597655348084&di=2e0fd0fdeb85862a623d004e37c56567&imgtype=0&src=http%3A%2F%2Fdpic.tiankong.com%2Fsl%2F9u%2FQJ6710022720.jpg",
    "cat_brief": "1、波斯猫（Persian cat）是以阿富汗的土种长毛猫和土耳其的安哥拉长毛猫为基础，在英国经过100多年的选种繁殖，于1860年诞生的一个品种。2、波斯猫是最常见的长毛猫，波斯猫有一张讨人喜爱的面庞，长而华丽的背毛，优雅的举止，故有“猫中王子”、“王妃”之称，是世界上爱猫者最喜欢的纯种猫之一，占有极其重要的地位。",
    "cat_habit": "波斯猫天资聪明，反应灵敏，容易训练；性格温顺，举止文雅，易与相处，叫声小，爱撒娇，深得人们喜爱。",
    "cat_nursing": "1、猫的食盘要固定使用，不能随便更换。猫对食盘的变换很敏感，有时因换了食盘而拒食。要保持食盘的清洁。食盘底下可垫上报纸或塑料纸等，防止食盘滑动时的声响，而且也易于清扫。每次猫吃剩的食物要倒掉或收起来，待下次喂食时和新鲜食物混合煮熟后喂给。2、喂食要定时定点。猫“开饭”的生物钟一旦形成，就比较固定，不应随意变更。放猫食的地方要固定, 猫不喜欢在吵杂声中和强光照射的地方吃食，如果有客人来访，不要在猫吃食时让客人看你的猫，陌生人的出现，会大大降低猫的食欲。3、猫有用爪钩取食物或把食物叼到食盘外边吃的不良习惯。 一旦发现这种现象，要立即调教，使其改正。4、猫喜食温热的食物。凉食、冷食不但影响猫的食欲，还易引起消化功能紊乱。一般情况下，食物的温度以30～40度为宜，从冰箱内取出的食物，要加热后再喂。猫有时候也会吃草，促进消化。5、猫虽然饮水不多,但一定要备有充足的清洁饮水。猫饮用水必须是清水，而且每天都要换水。饮水盆可放在食盘一侧，以便猫口渴时自由饮用。6、因为波斯猫是长毛猫，给它梳理毛发非常重要。波斯猫很容易脱毛，尤其腹部绒毛最容易纠缠打 结，是 藏污纳垢和滋生细菌之地，所以主人最好每日预留出30分钟来为它梳理被毛，同时除去死毛。7、定时洗澡。给猫洗澡不仅可使猫美观、清洁，而且可以防治猫皮肤病和体外寄生虫感染，以及有促进猫血液循环和新陈代谢的作用。8、波斯猫是长毛猫，夏天的时候很容易中暑。若中暑先要迅速将其转移到通风或者背阴的地方，然后用冰块或冰水帮助它们降温，最好是送波斯猫去看动物医生。9、让波斯猫在室内活动可以使它们尽可能少地受到疾病和寄生虫的困扰。平时要让它们得到细心的照顾和良好的营养，并且每年到可信赖的动物医院进行一次全面的身体检查并注射疫苗。10、猫患病时经常会流眼泪，但纯种波斯猫流眼泪是常见的问题，所以波斯猫流眼泪不一定是得眼疾或患病了。波斯猫面部结构跟其他猫种不太一样，泪腺较短，当它见到食物或打哈欠时，就很容易流泪。我们只需在平时对波斯猫的眼睛多加擦洗，间或滴些氯霉素眼药水即可。11、波斯猫耳朵的清洁也很重要，当眼泪较平常多时，就要翻下猫的耳朵。正常的耳朵里面是有一层透明的耳油保护着的，如果耳朵里面很脏，那就要给它清理耳朵了。一般是10天左右清理一次耳朵，用小棉签清理干净耳道后，再弄一点耳朵保护水，防止细菌的滋生。如果里面有耳螨了，可以到药店购买一些硼酸粉，在清理完生病的猫耳朵后，在耳朵里洒上一点硼酸粉。"
  },
  {
    "cat_id": 10,  
    "cat_name": "埃及猫",
    "cat_img": "https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1597655620297&di=f1a8a3850195211d94b8ae04e84e2e94&imgtype=0&src=http%3A%2F%2F5b0988e595225.cdn.sohucs.com%2Fimages%2F20180916%2F5cf2e2137e854fca84de099290088299.jpeg",
    "cat_brief": "埃及猫又称法老王猫、埃及神猫，是一个古老的品种，现存几千年前古埃及的墓碑和纸卷上都有它的图形和文字记载。此猫身上布满豹子一样野性的点状花纹，眉宇间有一个圣甲虫的花纹，据说最让古埃及人着迷。埃及猫性格聪明，对人友善，活泼顽皮，但比较敏感，如不加看管，容易逃脱",
    "cat_habit": "1、埃及猫是现代家猫的原始品种之一。因为它们在身体结构上、生长和行为上与其他现代家猫都有很大分别，从此可见它的年代很久远，或至少这种品种的习性很特别。埃及猫对温度很敏锐，非常喜欢温暖的地方。它们对药物和麻醉剂很敏感。2、埃及猫非常聪明，喜欢亲近负责任、有爱心的主人。有很多这些猫的主人都表示他们一天工作过后回家时，都会发现他们的猫正坐在门前热切地等待他们。3、虽然很多兽医和动物照顾人都不赞成，但埃及猫的性格非常适合户外的生活。它们敏捷快速、天生聪明。只要从它幼小时开始小心地带它们到户外，基本上它都会学懂避开户外的所有的危险。埃及猫机敏灵活，不喜欢剧烈活动，适于家庭饲养。",
    "cat_nursing": "1、埃及猫性格活泼，贪玩，好动，性情温顺，既不咄咄逼人也不拘束。对陌生人有戒心，但对其他猫友好。非常温柔，对主人很有感情。声音柔和，令人愉悦。能适应公寓生活，但不能忍受孤独。花园有助于它释放能量。只需每周一次的为其梳理毛发。2、埃及猫并不讨厌狭窄的地方。由对于事物的反应敏感，故尽量不要让他受到惊吓。"
  },
  {
    "cat_id": 11,  
    "cat_name": "伯曼猫",
    "cat_img": "https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1597656034062&di=41f89f3b1b048cfb8bf4d1777f86ce29&imgtype=0&src=http%3A%2F%2Fn.sinaimg.cn%2Fsinacn17%2F287%2Fw640h447%2F20180318%2F52eb-fyshfur3112083.jpg",
    "cat_brief": "伯曼猫身体及头部均很强壮，而且重心低，予人一种结结实实的感觉，耳尖略圆，前爪顶端为白色，一直到腿部后面也全为白色。一双得天独厚的蓝宝石眸子，四只像戴上雪白手套的脚掌，再加上扑朔迷离的身世，令被称为缅甸圣猫的伯曼猫散发出独特的气质。",
    "cat_habit": "1、伯曼猫源于缅甸，又称缅甸圣猫。布偶猫产于美国，又称为布拉多尔猫。伯曼猫最早由古代缅甸寺庙里的僧侣饲养，视为护殿神猫。布偶猫是猫中体型和体重最大的一种猫，由加州的妇女安贝可培育出来的猫种。两者之间有相似之处，但也存在区分、辨别的方法。2、伯曼猫温文尔雅，非常友善，叫声悦耳。温顺友好，渴求主人的宠爱，喜欢与主人玩耍，对其他猫也十分友好。它们一旦在新的环境中感到安全，便会流露其甜美及善良的性格。它们喜欢在地上",
    "cat_nursing": "1、我们要每天给伯曼猫梳理毛发，特别是在换毛的季节，每天至少要梳理两次了。2、每周对宠物猫猫的毛发进行彻底的护理一次，用毛发清洁剂。3、如果有像上面的方法为它进行护理的话，那么洗澡的次数可以减少至，夏天每月2次，冬天每月1次。偶尔给它用点护发素就ok了。注意：洗澡水要用温的；清洗剂要用宠物猫猫专用；洗完后要尽快给它弄干毛发哦。4、经常要检查伯曼猫的眼睛并为它清理，定期为它滴点含抗生素的眼药水。最好在护理和洗完澡后进行。5、每周护理时顺便对它的耳朵进行清理，直接往宠物猫猫的耳朵内滴入清耳剂。"
  },
  {
    "cat_id": 12,  
    "cat_name": "斯芬克斯猫（加拿大无毛猫）",
    "cat_img": "https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1597656471738&di=61d559ebe197bb2df4d573e79e4141bb&imgtype=0&src=http%3A%2F%2Fimg1.cache.netease.com%2Fcatchpic%2F0%2F04%2F043FC75BAC80259FBD10281525C687C0.jpg",
    "cat_brief": "加拿大无毛猫（Canadian Hairless）亦称斯芬克斯猫，是加拿大安大略省多伦多市养猫爱好者在1966年从一窝几乎是无毛的猫仔中，经过近交选育，特意为对猫毛过敏的爱猫者培育成的。这种猫是自然的基因突变产生的宠物猫，除了在耳、口、鼻、尾前段、脚等部位有些又薄又软的胎毛外，其它全身部分均无毛，皮肤多皱有弹性。加拿大无毛猫性情温顺，独立性强，无攻击性，能与其它猫狗相处。",
    "cat_habit": "1、无毛猫在很多时候爱舔身子自我清洁并且经常清理自己的毛。饭后它会用前爪擦擦胡子，小便后用舌头舔舔肛门，被人抱后用舌头舔舔毛。这是小无毛猫在除去身上的异味和脏物。无毛猫的舌头上有许多粗糙的小突起是除去脏东西的工具。无毛猫用舌头舔被毛，是为了刺激皮脂腺的分泌，使毛光亮润滑，不易被水打湿，并能舔食到少量的维生素D，促进骨骼的正常发育，还可使被毛蓬松，促进散热的功能。无毛猫一般常在进食和玩耍后，或追击猎物剧烈运动及在阳光下睡醒以后开始梳洗整理被毛。在炎热季节或剧烈运动之后，体内产生大量的热量，为了保持体温的恒定，必须将多余的热能排出体外。所以，无毛猫就利用舌头将唾液涂抹到被毛上，唾液里水分的蒸发可带走热量，起到降温解暑的作用。在脱毛时经常梳理，可促进新毛生长。另外，通过抓、咬，能防止被毛感染寄生虫病，如跳蚤、毛虱病等，保持身体健康。2、无毛猫掩盖粪便的行为完全是出于生活的本能，是由祖先遗传来的。无毛猫的祖先——野无毛猫，为了防止天敌从其粪便气味发现它、追踪它，于是就将粪便掩盖起来。现代无毛猫的这种行为已丝毫没有这方面的意义了，但却使无毛猫赢得了讲卫生的好声誉。3、凡是猫都有相当出色的日间与夜视能力，所以加拿大无毛猫也不例外。无毛猫至今仍然保持着肉食动物那种昼伏夜出的习性，很多活动（如捕鼠、求偶交配）常常是在夜间进行。 [6]  无毛猫每天最活跃的时刻是在黎明或傍晚，而白天的大部分时间都在懒洋洋地休息或睡觉。在亮处，无毛猫会将瞳孔缩得如线般狭小，以减少对视网膜的伤害，但会限制视野的广阔性。无毛猫的网膜背面有一层蓝绿色像荧光一般的薄膜（叫作tapetum lucidum）可增加在暗处的视力，在闪光中，无毛猫眼能呈现各式各样颜色。如同多数食肉动物，它们眼睛都在脸上朝正前方，赋予其辽阔的视野。无毛猫对三原色的辨识力很差。如果加拿大无毛猫在这儿只有微弱光线，它们会使用胡须来改善行动力与感知能力。胡须可感受到非常微弱的风，以在看不太见的情况下辨识阻碍的位置。无毛猫有三眼皮，当无毛猫眼睑张开时，扎眼眼皮会从旁稍微遮盖住眼睛。如果无毛猫病了，或是睡眠、笑着，此眼皮会缩回一部分。如果有无毛猫长时间地崭露第三眼皮是生病的表现。4、几乎所有的无毛猫平时耳朵是朝上的，不同于狗，耳折下的无毛猫是非常稀有的，苏格兰折耳无毛猫就是个基因突变的例子。在生气或受惊时，无毛猫耳会垂下，并伴随着发出咆哮声。聆听事物时，无毛猫会因此而转动耳朵，如此无毛猫耳可以听到来自多方的声音。5、此外，斯芬克斯猫性情老实，忍耐力极强，脾气很好，而且在某些方面它们更像狗，容易与人亲近而且对主人忠诚。",
    "cat_grow": "1、斯芬克斯猫通常能活到9—15岁。它的无毛现象是由特定的隐性基因所引起的，这就意味着一只无毛猫的父母亲肯定都携带一种与无毛有关的基因。除非是猫类近亲繁殖或是双方都携带有相关基因，否则事实上无毛现象仍然是一种罕见的现象。2、早晨和晚上无毛猫机体内的各种机能活动都很旺盛，因此这时是配种的绝佳时机，可以保证有较高的成功率。母猫每年发情不超过两次，幼猫出生死亡率高，新生小猫皮肤皱多，脊被上的毛随着年龄的增长而消失。斯芬克斯无毛猫繁殖较困难，所以至今数量较少，显得十分珍贵。",
    "cat_nursing": "无毛猫和别的猫相比多汗，体温也比一般猫要高出 4 ℃ ，因而要不断进食才能维持其新陈代谢。无毛猫对阳光十分敏感，因为白色部位易晒黑。由于无毛，它们对外界温度调节能力差，既怕冷、又怕热。当室温保持在25~30度之间，会让该种猫感觉非常舒适，温度低于20度，它就会感觉到冷，而如果室内温度低于10度，无毛猫就会被冻死。这种猫适合公寓饲养。在夏天，主人需要给它们涂抹防晒霜以免晒伤；在冬天则需要给它们添加衣物来遮体保暖。"
  },
  {
    "cat_id": 13,  
    "cat_name": "缅甸猫",
    "cat_img": "https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1597656931475&di=1790a71929e0c77836215ac03143ed3b&imgtype=0&src=http%3A%2F%2Fwww.ichong123.com%2Fuploads%2F2014%2F10%2Fnature1342043.jpg",
    "cat_brief": "缅甸猫（Burmese），以圆著称，无论头部正面还是侧面，从头到尾都是圆头圆脑，浑圆丰腴。大部分分布在缅甸仰光。共有10个品种，是上世纪三十年代初期由美国科学家Dr. Joseph Thomson培育而成的。其中以全身呈黑貂棕褐色为最理想，各种缅甸猫的眼睛都是黄色的。缅甸猫的体重显得偏重，通常被形容为“包在丝绸里的砖”。它的被毛很短，如纤维般光滑，不需要每日的梳理。缅甸猫活泼好动，叫声轻柔，谈谐有趣，富于表情，勇敢，聪颖，爱撒娇。缅甸猫较早熟，约5个月就开始发情，7个月就可交配产仔。缅甸猫寿命较长，一般为16岁~18岁，有的甚至更长。",
    "cat_habit": "缅甸猫性格温和，勇敢活泼，诙谐幽默，叫声和动作都很可爱。喜欢和人呆在一起，不惧怕陌生人，像个小孩子，和谁都能亲近，是很好的观赏伴侣动物，很适合饲养在有小孩的家庭",
    "cat_grow": "缅甸猫较早熟，雌猫在7月龄即可发情受孕，平均每窝产5只仔猫，小猫出生时呈咖啡色被毛，随着生长逐渐变暗。缅甸猫的寿命较长，可达20岁左右",
  },
  {
    "cat_id": 14,  
    "cat_name": "土耳其梵猫",
    "cat_img": "https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1597657070051&di=fc2c611a63eb2152d5d7220837447ac0&imgtype=0&src=http%3A%2F%2Fwww.52gougou.com%2Fuploads%2Fallimg%2F180710%2F212G323W-0.jpg",
    "cat_brief": "土耳其梵猫，英文名：Turkish Van，原产土耳其国，长型而结实体型，中长度长毛，被毛白而发亮，毛质如同丝绸般十分光滑。全身除头耳部和尾部有乳黄色或浅褐色的斑纹外，没有一根杂毛，外表极为美丽和可爱。头部呈宽广的楔形；耳朵小；眼睛为大型椭圆形。性格聪明、机敏、活泼、喜欢玩耍、攀爬。叫声甜美悦耳，对人友善，是极适宜家庭饲养的优良品种。土耳其梵猫是土耳其国宝，起源于土耳其的梵湖地区，是由土耳其安哥拉猫突变而成的，严格说是安哥拉猫的一个品系。",
    "cat_habit": "1、和一般猫不同的是，土耳其梵猫喜欢在水中嬉戏，当在温水中为其洗澡时，会像经常洗澡的幼儿一样，表现出极大的兴趣。它生性活泼，对人亲切。2、另外土耳其梵猫特别顽强，环境忍受能力好，非常活泼，爱游泳。尽管曾经被人认为有攻击性，经过育种专家的努力。3、土耳其梵猫很聪明，很容易熟习新家和新主人。由于梵猫是跳跃高手， 所以它差不多可以出现在家的每一角落。它们好动，贪玩亦贪睡。经常都锲而不舍地要抢夺引起它兴趣的物件，很多主人都称它们为“猫模样的狗”，因为它们的性格和狗很相似。",
    "cat_grow": "土耳其梵猫是一种纯天然的猫。他们仍然出现在土耳其东部的梵湖附近。由于物种数目减少了，土耳其政府已立法保护梵猫和土耳其安哥拉猫，养殖在安卡拉动物园。现代的梵猫天生特征依然和它们的祖先一样，保育计划正研究如何保存他们独特的运动性和忠诚的方法。"
  },
  {
    "cat_id": 15,  
    "cat_name": "美国短尾猫",
    "cat_img": "https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1597657265027&di=d7c8f6f8664011db367b0d8e65eb23d3&imgtype=0&src=http%3A%2F%2Fimg2.imgtn.bdimg.com%2Fit%2Fu%3D2220626737%2C2384690596%26fm%3D214%26gp%3D0.jpg",
    "cat_brief": "美国短尾猫（学名：Lynx rufus）短尾猫，体长，0.7-1.2米，身高，肩高36-38厘米。是分布在北美洲的一种猫科动物。短尾猫是有很强适应力的掠食者，栖息在林地、半沙漠、城市及沼泽。短尾猫是拂晓的动物，主要于黎明及黄昏时出没，以兔、野兔、昆虫、小型啮齿动物为食。野外短尾猫的最长寿有16岁。",
    "cat_habit": "短尾猫有特强的适应力。它们喜欢生活在落叶植物、松柏门、或混合的林地，但不像其他猞猁属的物种般要依赖森林。它们可以分布在潮湿的沼泽至崎岖的山地。它们可以在近农地的地方建立巢穴，若身处石隙、沼泽、森林，它的斑点可以成为伪装。短尾猫是拂晓的动物，主要于黎明及黄昏时出没。它们在日落前三小时开始活动，直至约午夜时份，接着会再次在天光前至日出后三小时活动。每晚它们会沿其栖息路径移动3-11公里。这种行为会按季节而变更，因为它们在冬天会对应其猎物而调节，变得会在白天活动。短尾猫可以很长时间不吃食物，但当猎物丰富时会不断的吃。在缺乏食物时，它们会猎食较大的动物，以便供应后来的需要。短尾猫猎食不同大小的动物，并会随之更换捕猎手法。对于细小的动物，如啮齿目、松鼠、鸟类、鱼类及昆虫，短尾猫会前往猎物丰富的地方，躺下静待及伏击猎物。对于稍为大的动物，如兔及野兔，它会跟踪猎物，直至猎物在其6-20米的范围内，并开始追捕猎物。亦会猎食较大的动物，如狐、貂、鼬鼠、细小的狗及家猫。成年的短尾猫的天敌除了人之外，还有美洲狮及灰狼，而它们自己亦会自相残杀。幼猫的天敌则包括猫头鹰、鹰、郊狼、狐及成年的短尾猫。当缺乏它们的猎物时，幼猫很难成长为成年的短尾猫。",
    "cat_grow": "短尾猫的妊娠期为60-70日，约于4月至5月出生，每胎约有1-6只，一般为2-4只。有时第二胎会最迟于9月出生。雌性一般会在密闭的地方，如细小洞穴或树孔中生育。幼猫会于第9-10日打开双眼，并于约4周后开始探索身边的环境，两个月后会断奶。在第3-5个月后它们会开始与母亲出外。它们会于第一年的冬天前自行猎食，并很快就会独自生活。在密歇根州就曾观察到幼猫最迟在春天仍与母亲一起。 短尾猫一般寿命为6-8岁，有很少可以达至10岁。野外最长寿的短尾猫有16岁，而饲养的则有32岁。",
  },
  {
    "cat_id": 16,  
    "cat_name": "西伯利亚森林猫",
    "cat_img": "https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1597657346868&di=d038915f8aaffda7cb98056b8de5dd5a&imgtype=0&src=http%3A%2F%2Fn.sinaimg.cn%2Ffront%2F755%2Fw453h302%2F20181202%2FkD3h-hpinryc0327399.jpg",
    "cat_brief": "1、西伯利亚猫，俄语：“Сибирская”，也称西伯利亚森林猫。俄罗斯国猫，与该猫有关的最早的文字记录出现于11世纪。它们是俄国市场和西伯利亚乡下非常普通常见的猫。2、西伯利亚猫由于生活在自然环境苛刻的俄国，所以全身上下都被长长的被毛所覆盖，就连颈部周围都有一圈厚厚的毛领子。它们外层护毛质硬、光滑且呈油性，底层绒毛浓密厚实，体型巨大，其体重可达9千克以上，属于最大型的猫品种之一，这才得以抵抗西伯利亚地区的严寒。",
    "cat_habit": "1、西伯利亚猫并非现代人工繁殖的宠物猫，是一种十分古老的工作猫，用于在恶劣环境下保护作物，其生存适应力强，特性已经极为成熟稳定。2、安静而有力。他们也颇为活跃。甚至非常活跃。尽管个性很强，它对其它的猫非常友好。他们贪玩，和孩子相处甚欢。感情丰富，对人类也非常依恋。声音柔和。3、对比其他品种，生命力极其顽强，不容易患病。4、为提高幼崽生存率，大多西伯利亚猫为一夫一妻制，雌雄同巢，雄猫会帮助雌猫照顾幼猫，幼猫也终身与父母保持亲密关系。5、西伯利亚猫群体意识和家族观念较强，喜欢与兄弟姐妹以及其他的猫生活。6、正统颜色为涅瓦色，是自然条件下筛选的伪装色。7、随气候变化，西伯利亚猫会换毛，夏季较长的外层体毛会脱去，只留蓬松的大尾巴；冬季则会再次长出厚毛。8、西伯利亚猫产生的猫主要过敏原“Fel d1”为普通猫种的5分之1，适合猫过敏体制的爱猫人士饲养。",
    "cat_grow": "为了保持种群在恶劣气候繁衍，西伯利亚成熟较早，俄罗斯有5月龄雌猫怀孕生育的记录，平均每胎5~6只，也有少数1~2只或超过9只的。生育周期也较长，10~12岁以后依然具备生育能力；18个月~6岁为生育高峰期；",
    "cat_nursing": "西伯利亚森林猫给猫洗澡时，先用婴儿洗澡盆准备一盆40度左右的温水，将猫慢慢地浸入水中，一边爱抚猫背一边用手将水撩上猫身。注意不要把水弄湿猫的头脸部，引起猫反感。将猫毛完全湿润后，可把猫抱出水盆，用稀释的宠物专用洗毛精淋在猫的身上进行搓洗。搓洗中要注意不要漏掉猫腹和腋下等地方，脸一定不要洗，泡沫完全搓匀后，再把猫放入水盆中清洗一遍，如果有热水器的话，可直接用花洒给猫冲洗干净。如果没有，就要多换好几盆水，尽量将猫完全冲洗干净。然后用毛巾擦干猫身上的水份，尽可能擦的越干越好，这样可以缩短吹干毛发的时间。擦干后，可把猫放在纸箱里，用电热风筒将猫毛吹干。吹干过程注意温度不可太高，吹风口要与猫保持一定的距离，以免烫伤猫毛。猫毛吹干后，再用不含类固醇的抗生素眼药水和猫用滴耳油对猫的眼睛和耳朵进行适当保养就行了。"
  },
  {
    "cat_id": 17,  
    "cat_name": "巴厘猫",
    "cat_img": "https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1597657662753&di=b2e3571e2d940491291980cf9fe35201&imgtype=0&src=http%3A%2F%2Fp4.ssl.cdn.btime.com%2Ft01cc7f11c25f5da9f8.jpg",
    "cat_brief": "巴厘猫是哈瓦那猫种群里的长毛型变种，是从在美国出生的暹逻猫幼崽中自然产生的毛发较长的个体演变过来的。巴厘猫背毛光滑漂亮，体态高雅，动物专家正是因为这种猫的优美体形和婀娜多姿的动作，联想起印尼巴厘岛土著舞蹈演员的姿态而给以命名的，实际上和巴厘岛没有地域关系。",
    "cat_habit": "1、巴厘猫聪明热情，生机勃勃，好奇，贪玩。但比其近亲暹罗猫更为温顺，巴厘猫的声音也更为柔和，叫声具有乞求的声调。外向，活跃，该品种的猫喜好与人为伴，不喜孤独，需要得到主人足够的爱和感情投入。2、另外，巴厘猫还喜好别的活跃的猫或狗的陪伴。对主人非常忠心。敏感，有爱心，它性情讨人喜欢。有杂技演员的跳跃本领，小步快走时，步态优美。3、巴厘猫活跃，好捕猎，庭院比较适合她。被毛料理简便，每周一次梳理毛发即可。巴厘猫个性活跃，整天忙个不停，总是围绕着主人转悠。它们感情丰富，喜欢玩耍，又好说话，逮着机会就与主人交流，它们的好奇心似乎永远也得不到满足。巴厘猫是一种既漂亮优雅又活泼可爱而且忠诚的伴侣动物，它们最喜欢做的一件事情，就是偎依在主人的怀里撒娇。巴厘猫不大脱毛。",
    "cat_nursing": "巴厘猫基本上是一种长毛暹罗猫，也是瘦长体型。与其他长毛猫相比，柔软如貂皮的被毛比较短，没有形成颈毛。其身材修长、苗条，肌肉发育良好，这种猫毛长5厘米左右，毛色和暹罗猫完全相同。从总体上看，巴厘猫是一种体态高雅而非常显眼的猫。该品种猫的特征是长着一条华丽而硕大的长尾巴。它有着与暹逻猫相同的中等苗条身躯，不过全身皮毛如丝绸般柔软，毛发的长度达50毫米，属于中等长度。但巴厘猫并不需要像其他长毛猫那样精心梳理。"
  }
]

// 定义数据出口
module.exports = {
  dataList: json
}